// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Enhetsadministrasjon";

TaskTitle = "Enhetsadministrasjon";
HSDPasswordButton = "Angi/endre administratorpassord…";
HSDEnableAllTitle = "Aktiver alle";
HSDDisableAllTitle = "Deaktiver alle";
HSDCustomSettingsTitle = "Tilpassede innstillinger:";
HSDOnTitle = "På";
HSDFeatureNameTitle = "Funksjonsnavn";

Networking = "Ethernet";
Wireless = "Trådløst";
WirelessAccessPoint = "Trådløst tilgangspunkt";
Fax = "Faks";
DigitalSend = "Digital sending";
MassStorage = "Fotokort/masselager";
ePrint = "ePrint";
SIPs = "SIPer";
MobileApps = "MobileApps-tjeneste";
ControlPanelAccess = "Kontrollpanellås";
Scan = "Skann";
RemoteScan = "Skann fra en datamaskin eller mobil enhet";
WebScan = "Webskann";
WebServices = "Webtjenester";
FaxReprint = "Faksutskrift";
ReceivingColorFax = "Fargefaks (innkommende faks)";
PrintFromMassStorage = "Åpne/skriv ut fra USB-enheter";
ScanToMassStorage = "Lagre til USB (Skann til USB)";
MassStorageRestrictColor = "Fargeutskrift fra minneenheter";
Copy = "Kopier";
ColorCopy = "Fargekopi";
DFA = "Enhetsfaksarkivering (DFA)";
ScanToEmail = "Skann til e-post";
ScanToNetworkFolder = "Skann til nettverksmappe";
ScanToSharePoint = "Skann til SharePoint";
ManualFromEmailAddress = "Manuelt fra oppført e-postadresse";
ConsumableSubscription = "Blekkabonnement";
SFS = "Hjelp online";
UsageDataCollection = "Innsamling av brukerdata";
WebProxy = "Nettproxy";
WDAP = "Automatisk oppdagelse av nettproxy (WPAD)";
FirmwareUpdate = "Fastvareoppdatering";
WebFirmwareUpdate = "Nedlastet fastvareoppdatering";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Skriv ut med Google Cloud Print over trådløst nettverk";

DisableControlPanelAccessAlertTitle =  "Aktivering av kontrollpanellås forhindrer også tilgang til skriverinnstillingene i HP Utility. Er du sikker på at du vil aktivere kontrollpanellås?";
DisableControlPanelAccessAlertDescription = "HP Utility krever deaktivert kontrollpanellås for å kunne vise og konfigurere skriverinnstillinger. Hvis den er aktivert må du bruke skriverens innebygde webserver for å utføre konfigurasjon.";
DisableControlPanelAccessAlertButton = "Aktiver kontrollpanellås";

HSDFeatureRequiresRebootNote = "(1) Start printeren på nytt for at denne innstillingen skal tre i kraft.";

NoSetTitle = "%@ er ikke oppdatert.";
NoSetMessage = "Du har overskredet maksimalt antall tillatte forsøk på å endre denne innstillingen. Prøv igjen om en time.";

// password window
HSDOldPasswordTitle = "Gammelt passord:";
HSDNewPasswordTitle = "Nytt passord:";
HSDConfirmPasswordTitle = "Bekreft nytt passord:";
IncorrectPasswordMessage = "Passordet er feil.";
NewPasswordTooLong = "Nytt passord er for langt.";
PasswordNotSupported = "Endring av passord støttes ikke.";
PasswordRuntimeError = "Ukjent feil.";

HSDOkButton = "OK";
HSDCancelButton = "Avbryt";
